
// Area
"ha" = "ha";
"ha_full" = "Hektar";

"acre" = "aaker";
"acre_full" = "Aaker";

"decare" = "daa";
"decare_full" = "Decare";

"feddan" = "feddan";
"feddan_full" = "Feddan";

// Length
"in" = "in";
"in_full" = "Toll";

"ft" = "jalg";
"ft_full" = "Jalg";

"mile" = "mi";
"mile_full" = "Miil";

"mm" = "mm";
"mm_full" = "Millimeeter";

"cm" = "cm";
"cm_full" = "Sentimeeter";

"m" = "m";
"m_full" = "Meeter";

"km" = "km";
"km_full" = "Kilomeeter";

// Weight
"kg" = "kg";
"kg_full" = "Kilogramm";

"pound" = "nael";
"pound_full" = "Nael";

"centner" = "tsentner";
"centner_full" = "Tsentner";

"ton" = "t";
"ton_full" = "Tonn";

// Liquids
"pint" = "pindid";
"pint_full" = "Pint";

"quart" = "kvart";
"quart_full" = "Kvart";

"liter" = "l";
"liter_full" = "Liiter";

"british_gallon" = "gal";
"british_gallon_full" = "UK gallon";

"american_gallon" = "gal";
"american_gallon_full" = "US gallon";

"bushel" = "vakk";
"bushel_full" = "Vakk";

// Temperature
"celsius" = "°C";
"celsius_full" = "Celsius kraadid";

"fahrenheit" = "°F";
"fahrenheit_full" = "Fahrenheit kraadid";

// Productivity
"bushel_per_acre" = "vakk/aaker";
"bushel_per_acre_full" = "Vakka aakri kohta";

"ton_per_ha" = "t/ha";
"ton_per_ha_full" = "Tonni hektari kohta";

"centner_per_ha" = "tsentner/ha";
"centner_per_ha_full" = "Tsentnerit hektari kohta";

"us_ton_per_acre" = "t/aaker";
"us_ton_per_acre_full" = "US tonni aakri kohta";

"kg_per_decare" = "kg/daa";
"kg_per_decare_full" = "Kilogram per decare";

"tonn_per_acre" = "t/acre";
"tonn_per_acre_full" = "Tonn aakri kohta";

"kg_per_ha" = "kg/ha";
"kg_per_ha_full" = "Kilogramm hektari kohta";

"kg_per_acre" = "kg/acre";
"kg_per_acre_full" = "Kilogramm aakri kohta";

"tonn_per_feddan" = "t/feddan";
"tonn_per_feddan_full" = "Tonn feddani kohta";

// Speed
"m_per_sec" = "m/s";
"m_per_sec_full" = "Meetrit sekundis";

"mile_per_hour" = "mph";
"mile_per_hour_full" = "Miili tunnis";

"km_per_hour" = "km/h";
"km_per_hour_full" = "Kilomeetrit tunnis";

// Fuel
"liter_per_ha" = "l/ha";
"liter_per_ha_full" = "Liitrit hektari kohta";

"american_pint_per_acre" = "pint/aaker";
"american_pint_per_acre_full" = "Ameerika pinti aakri kohta";

"american_quart" = "kvardid/aaker";
"american_quart_full" = "Ameerika kvarti aakri kohta";

"american_gallon_per_acre" = "gal/aaker";
"american_gallon_per_acre_full" = "US gallon per acre"; // Need translation

"liter_per_100km" = "l/100km";
"liter_per_100km_full" = "Liitrit 100 km kohta";

"km_per_liter" = "km/l";
"km_per_liter_full" = "Kilomeetrit liitri kohta";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "Miili US galloni kohta";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "Miili UK galloni kohta";

"fluid_ounce_per_acre" = "fl oz/acre";
"fluid_ounce_per_acre_full" = "Vedeluntsi aakri kohta";
